Repository: wp-plugins/geenapp-mobile-ads
Catalog: languages/geenapp-*.po
Languages: de_de, es, ja_jp, ru_ru, tr_tr

source: Wrong API Key. Please check your API Key.
de_de: Kode API falsch. Überprüfen Sie bitte Ihren Kode API
es: API Key errónea. Por favor comprueba tu API Key.
ja_jp: APIパスワードエラー。 APIパスワードを再確認して下さい
ru_ru: Неправильный API код. Пожалуйста проверьтесвой API код.
tr_tr: Yanlış API Anahtarı. API anahtarini kontrol edin

source: Your API Key is OK. Now you can start setting up your Geenapp Mobile Ads plugin.
de_de: Dein Kode API ist korrekt. Jetzt kannst du mit der Konfigurierung des puglin von Geenapp Mobile Ads beginnen
es: Tu API Key es Correcta. Ya puedes empezar a configurar tu plugin Geenapp Anuncios Móviles.
ja_jp: APIパスワード入力完了。 今すぐGeenappモバイル広告プラグイン設定が開始できます。
ru_ru: Ваш API код подходит. Теперь вы можете начать настраивать свой Geenapp Mobile рекламный плагин.
tr_tr: OK-Sizin API anahtariniz iyidir. Şimdi Geenapp Mobil kurmani başlayabilirsiniz reklam eklentisi (plugin)

source: Something went wrong. Please try again.
es: Algo ha fallado. Por favor, prueba de nuevo.

source: Geenapp Mobile Ads plugin <a href="admin.php?page=geenapp_post">needs your API Key</a>.
de_de: Das Plugin Geenapp Mobile Ads <a href="admin.php?page=geenapp_post">braucht deinen Kode API</a>.
es: El plugin Geenapp Anuncios Móviles <a href="admin.php?page=geenapp_post">necesita su clave de API</a> .
ja_jp: Geenapp モバイル広告プラグイン <a href="admin.php?page=geenapp_post">API パスワードが必要です</a>. Geenapp モバイル広告
ru_ru: рекламный плагин Geenapp Mobile <a href="admin.php?page=geenapp_post">нужен ваш API код</a>.
tr_tr: Geenapp Mobil reklam eklentisi (plugin) <a href="admin.php?page=geenapp_post">Sizin API anahtarina ihtiyac var</a>.

source: Geenapp Mobile Ads
es: Geenapp Anuncios Móviles
ru_ru: Geenapp Мобильные рекламы

source: Mobile Ads
de_de: Werbung für Handy
es: Anuncios Móviles
ja_jp: モバイル広告
ru_ru: Мобильные рекламы
tr_tr: Mobil reklamar

source: Configure your Geenapp API Key
de_de: Konfiguriere bitte deinen Kode der Geenapp-API
es: Configura tu Geenapp API Key
ja_jp: Geenapp API パスワードを設定して下さい
ru_ru: Настройте свой Geenapp API код
tr_tr: Kendi Geenapp API anahtarini yapilandir

source: Verify
es: Verificar

source: We need your API Key. Sign in at Geenapp to <a href="https://publisher.geenapp.com/apikey.php">retrieve your API Key</a> or sign up at Geenapp to <a href="https://publisher.geenapp.com/register.php?a=wordpress">create a new account</a>.
es: Necesitamos tu API Key. Entra en Geenapp para <a href="https://publisher.geenapp.com/apikey.php">recuperar tu API Key</a> o date de alta en Geenapp y <a href="https://publisher.geenapp.com/register.php?a=wordpress">crea una nueva cuenta</a>.

source: Your Geenapp API Key
es: Tu Geenapp API Key

source: Account
es: Cuenta

source: SmartBanner settings
de_de: Konfigurierung des Smartbanners
es: Configuración de SmartBanner
ja_jp: スマートバナー設定
tr_tr: akıllı Banner yapılandırma

source: Active
de_de: Aktivieren
es: Activo
ja_jp: 始動
ru_ru: активный
tr_tr: aktif

source: Position
es: Posición
ja_jp: 位置
ru_ru: Положение
tr_tr: Posisyon

source: Screen Top
de_de: Oberseite des Screens
es: Pantalla Arriba
ja_jp: 上部画面
ru_ru: Главный Экран
tr_tr: üst ekran

source: Screen Bottom
de_de: Unterseite des Screens
es: Pantalla Abajo
ja_jp: 下部画面
ru_ru: Главная кнопка
tr_tr: üst duyme

source: API Key
de_de: Kode der API
ja_jp: API パスワード
ru_ru: API код
tr_tr: API anahtari

source: We need your API Key. Sign in at Geenapp to <a href="https://publisher.geenapp.com/apikey.php" target="_blank">retrieve your API Key</a> or sign up at Geenapp to <a href="https://publisher.geenapp.com/register.php?a=wordpress" target="_blank">create a new account</a>.
de_de: Wir benötigen <a href="https://publisher.geenapp.com/apikey.php" target="_blank">den Kode deiner API</a>. Greifen Sie in Geenapp zu, <a href="https://publisher.geenapp.com/register.php?a=wordpress" target="_blank">um Ihren Kode zu erhalten</a>.
ja_jp: API パスワードが必要です。Geenapp にログインして下さい <a href="https://publisher.geenapp.com/apikey.php">API パスワードを再生するか、</a> もしくは、 Geenapp に登録して下さい。 <a href="https://publisher.geenapp.com/register.php?a=wordpress">新しいアカウントを作成して下さい。</a>.
ru_ru: Нам нужен ваш API код. Войдите в Geenapp <a href="https://publisher.geenapp.com/apikey.php" target="_blank">Получить ключ API</a> или Войти в Geenapp <a href="https://publisher.geenapp.com/register.php?a=wordpress" target="_blank"> создать новый аккаунт</a>.
tr_tr: Bize sizing API anahtari gerekir. Geenappde giriş yapın <a href="https://publisher.geenapp.com/apikey.php">API anahtarini alin</a> vey a Geenappe giris yapin <a href="https://publisher.geenapp.com/register.php?a=wordpress">Yeni bir hesap oluşturun</a>.
